Repository: bellini666/gnome-shell-notifications-alert
Catalog: src/locale/*.po
Languages: cs_cz, de_de, nl_nl, pt_br

source: Add
cs_cz: Přidat
de_de: Hinzufügen
nl_nl: Toevoegen
pt_br: Adicionar

source: Add Rule
cs_cz: Přidat pravidlo
de_de: Regel hinzufügen
nl_nl: Regel toevoegen
pt_br: Adicionar Regra

source: Alert background color
cs_cz: Barva pozadí výstrahy
de_de: Hintergrundfarbe bei Benachrichtigung
pt_br: Cor de fundo do alerta

source: Alert even if you enable 'Do Not Disturb' (default: OFF)
pt_br: Alerta mesmo se você tiver habilitado 'Não Perturbar' (padrão: Desligado)

source: Alert even when 'Do Not Disturb' is enabled
pt_br: Alerta mesmo se 'Não Perturbar' estiver habilitado

source: Alert font color
cs_cz: Barva písma výstrahy
de_de: Schriftfarbe bei Benachrichtigung
pt_br: Cor da fonte do alerta

source: Application
cs_cz: Aplikace
de_de: Anwendung
nl_nl: Toepassing
pt_br: Aplicativo

source: Behavior
pt_br: Comportamento

source: Blacklist
cs_cz: Seznam vyloučených
de_de: Schwarze Liste
nl_nl: Zwarte lijst
pt_br: Lista negra

source: Blacklist app
cs_cz: Zařadit aplikaci na seznam vyloučených
de_de: Anwendung für schwarze Liste
nl_nl: Toev. aan zwarte lijst
pt_br: Aplicativos na lista negra

source: Blink rate (in ms)
cs_cz: Rychlost blikání (v ms)
de_de: Blinkgeschwindigkeit (in ms)
nl_nl: Knippersnelheid (in ms)
pt_br: Taxa de intermitência (em ms)

source: Choose an application to blacklist:
cs_cz: Zvolte aplikaci pro zařazení na seznam vyloučených:
de_de: Anwendung für schwarze Liste auswählen:
nl_nl: Kies een toepassing voor de zwarte lijst:
pt_br: Escolha um aplicativo para adicionar na lista negra:

source: Colors
pt_br: Cores

source: Filter
pt_br: Filtro

source: Filter List
cs_cz: Seznam filtru
de_de: Filterliste
nl_nl: Filterlijst
pt_br: Lista do filtro

source: Filter Type
cs_cz: Typ filtru
de_de: Filtertyp
nl_nl: Soort filter
pt_br: Tipo do filtro

source: Only alert for chat notifications
cs_cz: Zobrazovat výstrahy pouze na zprávy konverzací
de_de: Nur bei Chat-Benachrichtigungen aktivieren
nl_nl: Alleen knipperen bij chatmeldingen
pt_br: Alertar apenas para notificações de bate-papo

source: Only chat notifications (like Empathy ones) will get alerted (default: OFF)
cs_cz: Výstrahy budou zobrazovány pouze pro zprávy konverzací – např. Empathy (výchozí: vypnuto)
de_de: Benachrichtigt nur bei Chat-Meldungen (z.B. von Empathy) (Vorgabe: AUS)
nl_nl: Alleen knipperen bij chatmeldingen (zoals bijv. die van Empathy - standaard: UIT)
pt_br: Apenas notificações de bate-papo (como as do Empathy) serão alertadas (padrão: Desligado)

source: The background color used to paint the message on user's menu
cs_cz: Barva pozadí, kterou je zobrazena zpráva v uživatelské nabídce
de_de: Diese Farbe wird verwendet, um den Hintergrund vom Nutzermenü bei Benachrichtigungen entsprechend einzufärben
pt_br: A cor utilizada para pintar o fundo da mensagem no menu do usuário

source: The color used to paint the message on user's menu
cs_cz: Barva, kterou je zobrazena zpráva v uživatelské nabídce
de_de: Diese Farbe wird verwendet, um die Schrift im Nutzermenü bei Benachrichtigungen entsprechend einzufärben
nl_nl: De kleur van het knipperpatroon
pt_br: A cor utilizada para pintar a mensagem no menu do usuário

source: The rate that the alert blinks, in ms. 0 means no blink (default: 800)
cs_cz: Určuje, jakou rychlostí má problikávat zvýrazňující a výchozí barva (800=výchozí hodnota, méně=rychleji, více=pomaleji, 0=žádné blikání)
de_de: Gibt an, mit welcher Geschwindigkeit der Alarm blinkt (in ms). Wert 0 bedeutet kein Blinken (Vorgabe: 800)
nl_nl: De snelheid waarmee wordt geknipperd, in ms. 0 = niet knipperen (standaard: 800)
pt_br: A taxa em que o alerta pisca, em ms. 0 significa não piscar (padrão: 800)

source: Use alert background color
cs_cz: Použít barvu pozadí výstrahy
de_de: Hintergrundfarbe bei Benachrichtigung anwenden
pt_br: Usar cor de fundo do alerta

source: Use alert font color
cs_cz: Použít barvu písma výstrahy
de_de: Schriftfarbe bei Benachrichtigung anwenden
pt_br: Cor da fonte do alerta

source: Use the alert background color for alert blinks (default: OFF)
cs_cz: Blikat barvou jakou má pozadí výstrahy (výchozí: vypnuto)
de_de: Bei Benachrichtigungen wird der Hintergrund entsprechend dem eingestellten Wert eingefärbt (Vorgabe: AUS)
pt_br: Usar a cor de fundo do alerta ao piscar (padrão: Desligado)

source: Use the alert font color for alert blinks (default: ON)
cs_cz: Blikat barvou jakou má písmo výstrahy (výchozí: zapnuto)
de_de: Bei Benachrichtigungen wird die Schrift entsprechend dem eingestellten Wert eingefärbt (Vorgabe: AN)
pt_br: Usar a cor da fonte do alerta ao piscar (padrão: Ligado)

source: Whitelist
cs_cz: Seznam povolených
de_de: Weiße Liste
nl_nl: Witte lijst
pt_br: Lista branca

source: Alert even if you set notifications to OFF on user menu (default: OFF)
cs_cz: Výstrahy i když je zobrazování upozorňování v uživatelské nabídce vypnuto (výchozí: vypnuto)
de_de: Benachrichtigungen auch dann anzeigen, wenn sie im Nutzermenü ausgeschaltet sind (Vorgabe: AUS)
nl_nl: Ook knipperen bij nieuwe meldingen als meldingen zijn uitgeschakeld (standaard: UIT)

source: Force alerting even when notifications are set to OFF
cs_cz: Zvýrazňovat i pokud jsou upozorňování vypnuta
de_de: Auch benachrichtigen, wenn sie allgemein auf AUS gestellt sind
nl_nl: Knipperen bij nieuwe meldingen afdwingen als meldingen zijn uitgeschakeld
